setting/requestXml/WorkflowGetPuclicDescReq.xml

<soapenv:Envelope
xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
xmlns:wor="WorkflowGetPublicDesc" xmlns:mal="MalteseGlobal">
  <soapenv:Body>
    <wor:WorkflowGetPublicDescReq Cmd="Start"
    OpV="01.00.00">
      <wor:WInfReq WId="WORKFLOW_ID"/>
    </wor:WorkflowGetPublicDescReq>
  </soapenv:Body>
</soapenv:Envelope>
